<!doctype html>



  


<html class="theme-next pisces use-motion" lang="zh-Hans">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />















  
  
  
  

  
    
    
  

  

  

  
    
      
    

    
  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic|Lobster Two:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  






<link href="/lib/font-awesome/css/font-awesome.min.css?v=4.6.2" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.1.0" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="Life,Notes" />








  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.1.0" />






<meta name="description" content="1.&amp;#x65E0;&amp;#x8BBA;&amp;#x6211;&amp;#x6B64;&amp;#x65F6;&amp;#x662F;&amp;#x5982;&amp;#x4F55;&amp;#x7684;&amp;#x5F77;&amp;#x5FA8;&amp;#x8FF7;&amp;#x832B;&amp;#xFF0C;&amp;#x6700;&amp;#x7EC8;&amp;#xFF0C;&amp;#x6211;&amp;#x90FD;&amp;#x8981;&amp;#x8FC7;&amp;#x4E0A;&amp;#x81EA;&amp;#x5DF1;&amp;#x60F">
<meta property="og:type" content="article">
<meta property="og:title" content="宁静而致远">
<meta property="og:url" content="http://notes.7days.top/2013/02/06/e5-ae-81-e9-9d-99-e8-80-8c-e8-87-b4-e8-bf-9c/index.html">
<meta property="og:site_name" content="Chow's Notes">
<meta property="og:description" content="1.&amp;#x65E0;&amp;#x8BBA;&amp;#x6211;&amp;#x6B64;&amp;#x65F6;&amp;#x662F;&amp;#x5982;&amp;#x4F55;&amp;#x7684;&amp;#x5F77;&amp;#x5FA8;&amp;#x8FF7;&amp;#x832B;&amp;#xFF0C;&amp;#x6700;&amp;#x7EC8;&amp;#xFF0C;&amp;#x6211;&amp;#x90FD;&amp;#x8981;&amp;#x8FC7;&amp;#x4E0A;&amp;#x81EA;&amp;#x5DF1;&amp;#x60F">
<meta property="og:updated_time" content="2016-12-30T16:03:34.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="宁静而致远">
<meta name="twitter:description" content="1.&amp;#x65E0;&amp;#x8BBA;&amp;#x6211;&amp;#x6B64;&amp;#x65F6;&amp;#x662F;&amp;#x5982;&amp;#x4F55;&amp;#x7684;&amp;#x5F77;&amp;#x5FA8;&amp;#x8FF7;&amp;#x832B;&amp;#xFF0C;&amp;#x6700;&amp;#x7EC8;&amp;#xFF0C;&amp;#x6211;&amp;#x90FD;&amp;#x8981;&amp;#x8FC7;&amp;#x4E0A;&amp;#x81EA;&amp;#x5DF1;&amp;#x60F">



<script type="text/javascript" id="hexo.configurations">
  var NexT = window.NexT || {};
  var CONFIG = {
    root: '/',
    scheme: 'Pisces',
    sidebar: {"position":"left","display":"post"},
    fancybox: false,
    motion: true,
    duoshuo: {
      userId: '0',
      author: '博主'
    },
    algolia: {
      applicationID: '',
      apiKey: '',
      indexName: '',
      hits: {"per_page":10},
      labels: {"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}
    }
  };
</script>



  <link rel="canonical" href="http://notes.7days.top/2013/02/06/e5-ae-81-e9-9d-99-e8-80-8c-e8-87-b4-e8-bf-9c/"/>





  <title> 宁静而致远 | Chow's Notes </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  










  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">Chow's Notes</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
    
      <h1 class="site-subtitle" itemprop="description"></h1>
    
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-th"></i> <br />
            
            分类
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-tags"></i> <br />
            
            标签
          </a>
        </li>
      

      
    </ul>
  

  
</nav>



 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">
  <link itemprop="mainEntityOfPage" href="http://notes.7days.top/2013/02/06/e5-ae-81-e9-9d-99-e8-80-8c-e8-87-b4-e8-bf-9c/">

  <span style="display:none" itemprop="author" itemscope itemtype="http://schema.org/Person">
    <meta itemprop="name" content="Chow">
    <meta itemprop="description" content="">
    <meta itemprop="image" content="/images/avatar.jpg">
  </span>

  <span style="display:none" itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
    <meta itemprop="name" content="Chow's Notes">
    <span style="display:none" itemprop="logo" itemscope itemtype="http://schema.org/ImageObject">
      <img style="display:none;" itemprop="url image" alt="Chow's Notes" src="">
    </span>
  </span>

    
      <header class="post-header">

        
        
          <h2 class="post-title" itemprop="name headline">
            
            
              
                宁静而致远
              
            
          </h2>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              
                <span class="post-meta-item-text">发表于</span>
              
              <time title="Post created" itemprop="dateCreated datePublished" datetime="2013-02-06T02:19:00+08:00">
                2013-02-06
              </time>
            

            

            
          </span>

          
            <span class="post-category" >
            
              <span class="post-meta-divider">|</span>
            
              <span class="post-meta-item-icon">
                <i class="fa fa-folder-o"></i>
              </span>
              
                <span class="post-meta-item-text">分类于</span>
              
              
                <span itemprop="about" itemscope itemtype="http://schema.org/Thing">
                  <a href="/categories/Funny/" itemprop="url" rel="index">
                    <span itemprop="name">Funny</span>
                  </a>
                </span>

                
                
              
            </span>
          

          
            
              <span class="post-comments-count">
                <span class="post-meta-divider">|</span>
                <span class="post-meta-item-icon">
                  <i class="fa fa-comment-o"></i>
                </span>
                <a href="/2013/02/06/e5-ae-81-e9-9d-99-e8-80-8c-e8-87-b4-e8-bf-9c/#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="2013/02/06/e5-ae-81-e9-9d-99-e8-80-8c-e8-87-b4-e8-bf-9c/" itemprop="commentCount"></span>
                </a>
              </span>
            
          

          

          
          

          

          

        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <p>1.&#x65E0;&#x8BBA;&#x6211;&#x6B64;&#x65F6;&#x662F;&#x5982;&#x4F55;&#x7684;&#x5F77;&#x5FA8;&#x8FF7;&#x832B;&#xFF0C;&#x6700;&#x7EC8;&#xFF0C;&#x6211;&#x90FD;&#x8981;&#x8FC7;&#x4E0A;&#x81EA;&#x5DF1;&#x60F3;&#x8981;&#x7684;&#x751F;&#x6D3B;</p>
<p>2.&#x82E5;&#x548C;&#x522B;&#x4EBA;&#x4EA4;&#x5F80;&#xFF0C;&#x4F60;&#x8981;&#x5F7B;&#x5E95;&#x5730;&#x77E5;&#x9053;&#xFF0C;&#x4F60;&#x53EA;&#x662F;&#x4ED6;&#x7684;&#x4E00;&#x4E2A;&#x9009;&#x62E9;&#xFF0C;&#x4E0D;&#x662F;&#x4ED6;&#x7684;&#x552F;&#x4E00;&#xFF0C;&#x4F60;&#x4E5F;&#x53EA;&#x80FD;&#x628A;&#x4ED6;&#x5F53;&#x6210;&#x4F60;&#x7684;&#x4E00;&#x4E2A;&#x9009;&#x62E9;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x4F60;&#x751F;&#x547D;&#x4E2D;&#x7684;&#x67D0;&#x4E2A;&#x4F18;&#x5148;&#x3002;&#x4E0D;&#x8981;&#x8F7B;&#x6613;&#x53BB;&#x4F9D;&#x8D56;&#x4E00;&#x4E2A;&#x4EBA;&#xFF0C;&#x5B83;&#x4F1A;&#x6210;&#x4E3A;&#x4F60;&#x7684;&#x4E60;&#x60EF;&#xFF0C;&#x5F53;&#x5206;&#x522B;&#x6765;&#x4E34;&#xFF0C;&#x4F60;&#x5931;&#x53BB;&#x7684;&#x4E0D;&#x662F;&#x67D0;&#x4E2A;&#x4EBA;&#xFF0C;&#x800C;&#x662F;&#x4F60;&#x7CBE;&#x795E;&#x7684;&#x62D0;&#x6756;&#x3002;&#x65E0;&#x8BBA;&#x4F55;&#x65F6;&#x4F55;&#x5730;&#xFF0C;&#x90FD;&#x8981;&#x5B66;&#x4F1A;&#x72EC;&#x7ACB;&#x884C;&#x8D70;&#xFF0C;&#x5B83;&#x4F1A;&#x8BA9;&#x4F60;&#x8D70;&#x5F97;&#x66F4;&#x5766;&#x7136;&#x4E9B;&#x3002;</p>
<p>3.&#x5FC3;&#x7D2F;&#x4E86;&#xFF0C;&#x5C31;&#x7528;&#x6C89;&#x9ED8;&#x4EE3;&#x66FF;&#x4E00;&#x5207;&#x3002;&#x6211;&#xFF0C;&#x4E0D;&#x4F1A;&#x95EE;&#xFF0C;&#x4E0D;&#x4F1A;&#x63D0;&#xFF0C;&#x96BE;&#x8FC7;&#x4E86;&#xFF0C;&#x5FC3;&#x75DB;&#x4E86;&#x5C31;&#x4E00;&#x4E2A;&#x4EBA;&#x4E0D;&#x505C;&#x7684;&#x8D70;&#xFF0C;&#x7528;&#x6C89;&#x9ED8;&#x4EE3;&#x66FF;&#x4E00;&#x5207;&#x3002;&#x6211;&#xFF0C;&#x4E0D;&#x4F1A;&#x54ED;&#xFF0C;&#x4E0D;&#x4F1A;&#x7B11;&#xFF0C;&#x7D2F;&#x4E86;&#x6211;&#x5C31;&#x4F1A;&#x6D88;&#x5931;&#x4E00;&#x4E0B;&#x3002;&#x2014;&#x2014;&#x6211;&#x77E5;&#x9053;&#xFF0C;&#x6BCF;&#x6761;&#x8DEF;&#x90FD;&#x597D;&#x96BE;&#x8D70;&#x3002;&#x6211;&#x77E5;&#x9053;&#xFF0C;&#x6211;&#x7684;&#x90A3;&#x6761;&#x8DEF;&#x5C31;&#x6CE8;&#x5B9A;&#x4E86;&#x8981;&#x574E;&#x5777;&#x3002;&#x6211;&#x77E5;&#x9053;&#xFF0C;&#x6211;&#x4E0D;&#x53EF;&#x4EE5;&#x53BB;&#x5F3A;&#x6C42;&#x4EFB;&#x4F55;&#x4EBA;&#x3002;</p>
<p>4.&#x6211;&#x662F;&#x4E00;&#x4E2A;&#x5F88;&#x6709;&#x539F;&#x5219;&#x7684;&#x4EBA;&#xFF0C;&#x6211;&#x7684;&#x539F;&#x5219;&#x53EA;&#x6709;&#x4E09;&#x4E2A;&#x5B57;&#xFF1A;&#x770B;&#x5FC3;&#x60C5;&#x3002;</p>
<p>5.&#x8D62;&#x5728;&#x575A;&#x6301;&#xFF0C;&#x8D35;&#x5728;&#x6709;&#x6052;&#xFF0C;&#x8FBE;&#x5C14;&#x6587;&#x4E00;&#x751F;&#x591A;&#x75C5;&#xFF0C;&#x6BCF;&#x5929;&#x53EA;&#x80FD;&#x5DE5;&#x4F5C;&#x4E00;&#x4E2A;&#x5C0F;&#x65F6;&#xFF0C;&#x770B;&#x5341;&#x9875;&#x6709;&#x7528;&#x7684;&#x4E66;&#x3002;&#x6BCF;&#x5E74;&#x53EF;&#x770B;&#x4E09;&#x5343;&#x516D;&#x767E;&#x591A;&#x9875;&#x4E66;&#xFF1B;&#x4E09;&#x5341;&#x5E74;&#x53EF;&#x8BFB;&#x5341;&#x4E00;&#x4E07;&#x9875;&#x4E66;&#x3002;&#x8BFB;&#x5341;&#x4E00;&#x4E07;&#x9875;&#x4E66;&#xFF0C;&#x8FBE;&#x5C14;&#x6587;&#x5C31;&#x5DF2;&#x6210;&#x4E3A;&#x4E00;&#x4E2A;&#x5B66;&#x8005;&#x2014;&#x2014;&#x53EA;&#x9700;&#x8981;&#x4E00;&#x5929;&#x4E00;&#x4E2A;&#x5C0F;&#x65F6;&#xFF0C;&#x4F60;&#x5C31;&#x80FD;&#x591F;&#x6210;&#x4E3A;&#x4E00;&#x4E2A;&#x5B66;&#x8005;&#xFF0C;&#x53EF;&#x89C1;&#xFF0C;&#x4E07;&#x4E8B;&#x5176;&#x5B9E;&#x90FD;&#x5F88;&#x7B80;&#x5355;&#xFF0C;&#x8D35;&#x5728;&#x6709;&#x6052;&#xFF1A;&#x53EA;&#x5E72;&#x4E00;&#x4EF6;&#x4E8B;&#xFF0C;&#x6BCF;&#x5929;&#x4ED8;&#x51FA;&#x4E00;&#x5C0F;&#x65F6;&#x3002;</p>
<p>6.&#x5FEB;&#x4E50;&#x9760;&#x81EA;&#x5DF1;&#xFF0C;&#x6CA1;&#x6709;&#x8C01;&#x80FD;&#x591F;&#x540C;&#x60C5;&#x548C;&#x5206;&#x62C5;&#x4F60;&#x7684;&#x60B2;&#x5207;;&#x575A;&#x5F3A;&#x9760;&#x81EA;&#x5DF1;&#xFF0C;&#x6CA1;&#x6709;&#x8C01;&#x4F1A;&#x601C;&#x60AF;&#x4F60;&#x7684;&#x61E6;&#x5F31;&#xFF1B;&#x52AA;&#x529B;&#x9760;&#x81EA;&#x5DF1;&#xFF0C;&#x6CA1;&#x6709;&#x8C01;&#x4F1A;&#x966A;&#x4F60;&#x539F;&#x5730;&#x505C;&#x7559;&#xFF1B;&#x73CD;&#x60DC;&#x9760;&#x81EA;&#x5DF1;&#xFF0C;&#x522B;&#x4EBA;&#x4E5F;&#x4E0D;&#x613F;&#x610F;&#x6325;&#x970D;&#x81EA;&#x5DF1;&#x7684;&#x9752;&#x6625;&#xFF1B;&#x6267;&#x7740;&#x9760;&#x81EA;&#x5DF1;&#xFF0C;&#x6CA1;&#x6709;&#x8C01;&#x4F1A;&#x4E0E;&#x4F60;&#x5171;&#x540C;&#x8FDB;&#x9000;&#xFF1B;&#x4E00;&#x8DEF;&#x8D70;&#x8FC7;&#x9760;&#x81EA;&#x5DF1;&#xFF0C;&#x6CA1;&#x6709;&#x8C01;&#x80FD;&#x591F;&#x4E00;&#x76F4;&#x966A;&#x4F60;&#x8D70;&#x5230;&#x5E95;&#x3002;</p>
<p>7.&#x4EBA;&#x751F;&#x4E2D;&#x4E0D;&#x4E89;&#x5C31;&#x662F;&#x6148;&#x60B2;&#xFF0C;&#x4E0D;&#x8FA9;&#x5C31;&#x662F;&#x667A;&#x6167;&#xFF0C;&#x4E0D;&#x95FB;&#x5C31;&#x662F;&#x6E05;&#x51C0;&#xFF0C;&#x4E0D;&#x770B;&#x5C31;&#x662F;&#x81EA;&#x5728;&#xFF0C;&#x4E0D;&#x8D2A;&#x5C31;&#x662F;&#x5E03;&#x65BD;&#xFF0C;&#x65AD;&#x6076;&#x5C31;&#x662F;&#x884C;&#x5584;&#xFF0C;&#x6539;&#x8FC7;&#x5C31;&#x662F;&#x5FCF;&#x6094;&#xFF0C;&#x8C26;&#x5351;&#x5C31;&#x662F;&#x793C;&#x4F5B;&#xFF0C;&#x5B88;&#x793C;&#x5C31;&#x662F;&#x6301;&#x6212;&#xFF0C;&#x539F;&#x8C05;&#x5C31;&#x662F;&#x89E3;&#x8131;&#xFF0C;&#x77E5;&#x8DB3;&#x5C31;&#x662F;&#x653E;&#x4E0B;&#xFF0C;&#x5229;&#x4EBA;&#x5C31;&#x662F;&#x5229;&#x5DF1;&#x3002;&#x2014;&#x2014;&#x300A;&#x4F5B;&#x8BF4;&#x300B;</p>
<p>8.&#x627E;&#x4E00;&#x6837;&#x6211;&#x8BA4;&#x4E3A;&#x91CD;&#x8981;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x7406;&#x60F3;&#x4E5F;&#x597D;&#xFF0C;&#x7231;&#x60C5;&#x4E5F;&#x597D;&#xFF0C;&#x6211;&#x9700;&#x8981;&#x8FD9;&#x6837;&#x7684;&#x4E1C;&#x897F;&#x53BB;&#x63D0;&#x9192;&#x6211;&#xFF0C;&#x6211;&#x4E0D;&#x662F;&#x9760;&#x6D3B;&#x7740;&#x7684;&#x60EF;&#x6027;&#x6D3B;&#x7740;&#x7684;&#x3002;&#x2014;&#x2014; &#x7B1B;&#x5B89;&#x300A;&#x544A;&#x522B;&#x5929;&#x5802;&#x300B;</p>
<p>9.&#x6211;&#x7684;&#x5FC3;&#x7075;&#x544A;&#x8BEB;&#x6211;&#xFF0C;&#x5B83;&#x6559;&#x6211;&#x4E0D;&#x8981;&#x56E0;&#x4E00;&#x4E2A;&#x8D5E;&#x9882;&#x800C;&#x5F97;&#x610F;&#xFF0C;&#x4E0D;&#x8981;&#x56E0;&#x4E00;&#x4E2A;&#x8D23;&#x96BE;&#x800C;&#x5FE7;&#x4F24;&#x3002;&#x5728;&#x5FC3;&#x7075;&#x544A;&#x8BEB;&#x6211;&#x4E4B;&#x524D;&#xFF0C;&#x6211;&#x4E00;&#x76F4;&#x6000;&#x7591;&#x81EA;&#x5DF1;&#x52B3;&#x52A8;&#x7684;&#x4EF7;&#x503C;&#x548C;&#x54C1;&#x7EA7;&#xFF0C;&#x76F4;&#x5230;&#x65F6;&#x65E5;&#x4E3A;&#x5B83;&#x4EEC;&#x6D3E;&#x6765;&#x4E00;&#x4F4D;&#x8912;&#x626C;&#x8005;&#x6216;&#x8BCB;&#x6BC1;&#x8005;&#x3002;&#x53EF;&#x662F;&#x73B0;&#x5728;&#xFF0C;&#x6211;&#x5DF2;&#x660E;&#x767D;&#xFF0C;&#x6811;&#x6728;&#x6625;&#x5929;&#x5F00;&#x82B1;&#x590F;&#x5929;&#x7ED3;&#x679C;&#x5E76;&#x4E0D;&#x4F01;&#x76FC;&#x8D5E;&#x626C;&#xFF0C;&#x79CB;&#x5929;&#x843D;&#x53F6;&#x51AC;&#x5929;&#x51CB;&#x655D;&#x5E76;&#x4E0D;&#x5BB3;&#x6015;&#x8D23;&#x96BE;&#x3002;&#x2014;&#x2014; &#x7EAA;&#x4F2F;&#x4F26;&#x300A;&#x6211;&#x7684;&#x5FC3;&#x7075;&#x544A;&#x8BEB;&#x6211;&#x300B;</p>
<p>10.&#x4EBA;&#x751F;&#x6700;&#x5927;&#x60B2;&#x54C0;&#xFF0C;&#x662F;&#x5BF9;&#x524D;&#x9014;&#x6CA1;&#x6709;&#x5E0C;&#x671B;&#xFF1B;&#x4EBA;&#x751F;&#x6700;&#x574F;&#x4E60;&#x60EF;&#xFF0C;&#x662F;&#x5BF9;&#x5DE5;&#x4F5C;&#x6CA1;&#x6709;&#x8BA1;&#x5212;&#x3002;&#x2013;&#x5931;&#x8D25;&#x8005;&#xFF0C;&#x5F80;&#x5F80;&#x662F;&#x70ED;&#x5EA6;&#x53EA;&#x6709;&#x4E94;&#x5206;&#x949F;&#x7684;&#x4EBA;&#xFF1B;&#x6210;&#x529F;&#x8005;&#xFF0C;&#x5F80;&#x5F80;&#x662F;&#x575A;&#x6301;&#x6700;&#x540E;&#x7684;&#x4EBA;&#x3002;&#x2013;&#x65E0;&#x8A00;&#x3001;&#x5FC3;&#x5FC3;&#x76F8;&#x5E94;&#xFF0C;&#x662F;&#x8C08;&#x8BDD;&#x6700;&#x9AD8;&#x827A;&#x672F;&#xFF1B;&#x65E0;&#x76F8;&#x3001;&#x4E8B;&#x4E8B;&#x9ED8;&#x5951;&#xFF0C;&#x662F;&#x505A;&#x4E8B;&#x6700;&#x9AD8;&#x5883;&#x754C;&#x3002;&#x2013;&#x4E07;&#x6CD5;&#x76F8;&#x4E92;&#x7F18;&#x8D77;&#xFF0C;&#x4E16;&#x4E8B;&#x4E0D;&#x5FC5;&#x5F3A;&#x6C42;&#xFF1B;&#x53EA;&#x8981;&#x56E0;&#x7F18;&#x5177;&#x8DB3;&#xFF0C;&#x81EA;&#x80FD;&#x6C34;&#x5230;&#x6E20;&#x6210;&#x3002;&#x2014;&#x2014; &#x5357;&#x6000;&#x747E;</p>
<p>11.One of the greatest challenges in life is being yourself in a world that&#x2019;s trying to make you like everyone else. &#x2014;&#x2014;&#x4EBA;&#x751F;&#x6700;&#x5927;&#x7684;&#x6311;&#x6218;&#x4E4B;&#x4E00;&#x5C31;&#x662F;&#xFF0C;&#x5728;&#x4E00;&#x4E2A;&#x4E27;&#x5931;&#x81EA;&#x6211;&#x7684;&#x4E16;&#x754C;&#x4E2D;&#x4FDD;&#x6301;&#x81EA;&#x6211;&#x3002;</p>
<p>12.&#x4F5B;&#x66F0;&#xFF1A;&#x82E5;&#x65E0;&#x7F18;&#xFF0C;&#x4E0E;&#x4E4B;&#x8A00;&#x591A;&#xFF0C;&#x4EA6;&#x5E9F;&#xFF1B;&#x82E5;&#x6709;&#x7F18;&#xFF0C;&#x4F60;&#x7684;&#x5B58;&#x5728;&#x5C31;&#x80FD;&#x60CA;&#x9192;&#x4ED6;&#x6240;&#x6709;&#x7684;&#x611F;&#x89C9;</p>
<p>13.&#x5149;&#x9634;&#x8E49;&#x8DCE;&#xFF0C;&#x4E16;&#x754C;&#x55A7;&#x56A3;&#xFF0C;&#x6211;&#x81EA;&#x5DF1;&#x8981;&#x8B66;&#x60D5;&#xFF0C;&#x5728;&#x4EBA;&#x751F;&#x65C5;&#x9014;&#x4E0A;&#x4FDD;&#x6301;&#x4E00;&#x4EFD;&#x7AE5;&#x8DA3;&#x548C;&#x95F2;&#x5FC3;&#x662F;&#x4E0D;&#x5BB9;&#x6613;&#x7684;&#x3002;&#x5982;&#x679C;&#x54EA;&#x4E00;&#x5929;&#x6211;&#x53EA;&#x662F;&#x57CB;&#x5934;&#x4E8E;&#x4EBA;&#x751F;&#x4E2D;&#x7684;&#x79CD;&#x79CD;&#x4E8B;&#x52A1;&#xFF0C;&#x4E0D;&#x518D;&#x6709;&#x5174;&#x81F4;&#x6252;&#x5728;&#x8F66;&#x7A97;&#x65C1;&#x770B;&#x6CBF;&#x9014;&#x7684;&#x98CE;&#x5149;&#xFF0C;&#x503E;&#x542C;&#x5185;&#x5FC3;&#x7684;&#x97F3;&#x4E50;&#xFF0C;&#x90A3;&#x65F6;&#x5019;&#x6211;&#x5C31;&#x771F;&#x6B63;&#x8001;&#x4E86;&#x4FD7;&#x4E86;&#xFF0C;&#x90A3;&#x6837;&#x4FBF;&#x8F9C;&#x8D1F;&#x4E86;&#x4EBA;&#x751F;&#x8FD9;&#x4E00;&#x8D9F;&#x7F8E;&#x597D;&#x7684;&#x65C5;&#x884C;&#x3002;&#x2014;&#x2014; &#x5468;&#x56FD;&#x5E73;&#x300A;&#x8F66;&#x7A97;&#x5916;&#x300B;</p>
<p>14.&#x4EFB;&#x4F55;&#x8BAD;&#x8BEB;&#xFF0C;&#x90FD;&#x4E0D;&#x80FD;&#x514D;&#x9664;&#x5FC3;&#x7075;&#x65C5;&#x884C;&#x8005;&#x5FC5;&#x7ECF;&#x7684;&#x75DB;&#x82E6;&#x3002;&#x4F60;&#x53EA;&#x80FD;&#x81EA;&#x884C;&#x9009;&#x62E9;&#x4EBA;&#x751F;&#x7684;&#x9053;&#x8DEF;&#xFF0C;&#x5FCD;&#x53D7;&#x751F;&#x6D3B;&#x7684;&#x8270;&#x8F9B;&#x4E0E;&#x78E8;&#x96BE;&#xFF0C;&#x6700;&#x7EC8;&#x624D;&#x80FD;&#x8FBE;&#x5230;&#x4EBA;&#x751F;&#x65B0;&#x7684;&#x5883;&#x754C;&#x3002;&#x2014;&#x2014; M&#xB7;&#x65AF;&#x79D1;&#x7279;&#xB7;&#x6D3E;&#x514B;&#x300A;&#x5C11;&#x6709;&#x4EBA;&#x8D70;&#x7684;&#x8DEF;&#x300B;</p>
<p>15.&#x6211;&#x4EEC;&#x6700;&#x5BB9;&#x6613;&#x72AF;&#x5F97;&#x9519;&#x8BEF;&#xFF0C;&#x5C31;&#x662F;&#x8F7B;&#x7387;&#x65AD;&#x5B9A;&#x522B;&#x4EBA;&#x4E3A;&#x597D;&#x4EBA;&#x8FD8;&#x662F;&#x574F;&#x4EBA;&#xFF0C;&#x611A;&#x8005;&#x8FD8;&#x662F;&#x8D24;&#x8005;&#x3002;&#x4EBA;&#x50CF;&#x6CB3;&#x5DDD;&#x4E00;&#x6837;&#x5728;&#x4E0D;&#x65AD;&#x6D41;&#x52A8;&#x3001;&#x4E0D;&#x65AD;&#x53D8;&#x5316;&#xFF0C;&#x4EBA;&#x5E76;&#x975E;&#x6BCF;&#x5929;&#x90FD;&#x4EE5;&#x540C;&#x6837;&#x7684;&#x9762;&#x8C8C;&#x5B58;&#x5728;&#xFF0C;&#x4EBA;&#x662F;&#x6709;&#x5404;&#x79CD;&#x53EF;&#x80FD;&#x6027;&#x7684;&#xFF1A;&#x50BB;&#x74DC;&#x53EF;&#x80FD;&#x53D8;&#x806A;&#x660E;&#x3001;&#x90AA;&#x6076;&#x7684;&#x4EBA;&#x53EF;&#x80FD;&#x53D8;&#x6210;&#x5584;&#x826F;&#x7684;&#x4EBA;&#xFF0C;&#x53CD;&#x4E4B;&#x4EA6;&#x7136;&#x3002;&#x2014;&#x2014; &#x5217;&#x592B;.&#x6258;&#x5C14;&#x65AF;&#x6CF0;&#x300A;&#x5BBD;&#x4EE5;&#x5F85;&#x4EBA;&#x300B;</p>
<p>16.&#x6D3B;&#x7740;&#x9700;&#x8981;&#x4E00;&#x70B9;&#x8010;&#x5FC3;&#xFF0C;&#x6D3B;&#x5F97;&#x4E45;&#xFF0C;&#x624D;&#x80FD;&#x7AD9;&#x5728;&#x5C71;&#x5934;&#xFF0C;&#x6B23;&#x8D4F;&#x81EA;&#x5DF1;&#x8D70;&#x8FC7;&#x7684;&#x5D0E;&#x5C96;&#x5C71;&#x8DEF;&#x3002;&#x4EBA;&#x7684;&#x56F0;&#x5883;&#x53EF;&#x80FD;&#x4F1A;&#x6301;&#x7EED;&#x5F88;&#x4E45;&#xFF0C;&#x6211;&#x6240;&#x80FD;&#x505A;&#x7684;&#x6700;&#x597D;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x5C31;&#x662F;&#x627E;&#x4E9B;&#x4E8B;&#x505A;&#xFF0C;&#x7136;&#x540E;&#x7B49;&#x5F85;&#x8F6C;&#x673A;&#x3002;&#x2014;&#x2014; &#x5434;&#x6DE1;&#x5982;</p>
<p>17.&#x6BCF;&#x4E2A;&#x8FD1;&#x89C6;&#x773C;&#x7684;&#x60B2;&#x54C0;&#xFF1A;&#x8131;&#x6389;&#x773C;&#x955C;&#x4E16;&#x754C;&#x5C31;&#x662F;&#x4E2A;&#x5E73;&#x9762;&#x3002;&#x3002;30&#x7C73;&#x5F00;&#x5916;&#x96CC;&#x96C4;&#x540C;&#x4F53;&#xFF0C;50&#x7C73;&#x4EBA;&#x755C;&#x4E0D;&#x5206;&#x3002;&#x3002;&#x3002;</p>
<p>18.&#x4EBA;&#xFF0C;&#x6700;&#x4E0D;&#x80FD;&#x5FD8;&#x8BB0;&#x7684;&#xFF0C;&#x662F;&#x5728;&#x4F60;&#x56F0;&#x96BE;&#x65F6;&#x62C9;&#x4F60;&#x4E00;&#x628A;&#x7684;&#x4EBA;&#xFF1B;&#x6700;&#x4E0D;&#x80FD;&#x7ED3;&#x4EA4;&#x7684;&#xFF0C;&#x662F;&#x5728;&#x4F60;&#x5931;&#x8D25;&#x65F6;&#x85D0;&#x89C6;&#x4F60;&#x7684;&#x4EBA;&#xFF1B;&#x6700;&#x4E0D;&#x80FD;&#x76F8;&#x4FE1;&#x7684;&#xFF0C;&#x662F;&#x5728;&#x4F60;&#x6210;&#x529F;&#x65F6;&#x5439;&#x6367;&#x4F60;&#x7684;&#x4EBA;&#xFF1B;&#x6700;&#x4E0D;&#x80FD;&#x629B;&#x5F03;&#x7684;&#xFF0C;&#x662F;&#x548C;&#x4F60;&#x540C;&#x521B;&#x4E1A;&#x5171;&#x60A3;&#x96BE;&#x7684;&#x4EBA;&#xFF1B;&#x6700;&#x4E0D;&#x80FD;&#x7231;&#x7684;&#xFF0C;&#x662F;&#x4E0D;&#x770B;&#x91CD;&#x4F60;&#x4EBA;&#x683C;&#x7684;&#x4EBA;&#x3002;</p>
<p>19.&#x770B;&#x4F3C;&#x6700;&#x5076;&#x7136;&#x7684;&#x4E8B;&#x4EF6;&#x4E2D;&#x6D78;&#x900F;&#x4E86;&#x5BBF;&#x547D;&#x7684;&#x5473;&#x9053;&#x3002;&#x4E00;&#x4E9B;&#x51A5;&#x51A5;&#x4E2D;&#x963B;&#x6B62;&#x4F60;&#x7684;&#xFF0C;&#x6B63;&#x662F;&#x4E3A;&#x4E86;&#x4ECA;&#x5929;&#x548C;&#x660E;&#x5929;&#xFF0C;&#x4E43;&#x81F3;&#x4EE5;&#x540E;&#x7684;&#x6F2B;&#x957F;&#x5C81;&#x6708;&#xFF0C;&#x8BA9;&#x771F;&#x6B63;&#x5C5E;&#x4E8E;&#x4F60;&#x7684;&#xFF0C;&#x6700;&#x7EC8;&#x5C5E;&#x4E8E;&#x4F60;&#x3002;&#x6709;&#x65F6;&#x5019;&#xFF0C;&#x4F60;&#x4EE5;&#x4E3A;&#x7684;&#x5F52;&#x5BBF;&#xFF0C;&#x5176;&#x5B9E;&#x53EA;&#x662F;&#x8FC7;&#x6E21;&#xFF1B;&#x4F60;&#x4EE5;&#x4E3A;&#x7684;&#x8FC7;&#x6E21;&#xFF0C;&#x5176;&#x5B9E;&#x5C31;&#x662F;&#x5F52;&#x5BBF;&#x3002;</p>
<p>&#xA0;</p>

      
    </div>

    <div>
      
        

      
    </div>

    <div>
      
        

      
    </div>


    <footer class="post-footer">
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2013/01/07/pickle-e6-a8-a1-e5-9d-97-e3-80-81json-e6-a8-a1-e5-9d-97-e5-ba-8f-e5-88-97-e5-8c-96python-e5-af-b9-e8-b1-a1/" rel="next" title="pickle 模块、 json模块 序列化Python对象">
                <i class="fa fa-chevron-left"></i> pickle 模块、 json模块 序列化Python对象
              </a>
            
          </div>

          <span class="post-nav-divider"></span>

          <div class="post-nav-prev post-nav-item">
            
              <a href="/2013/03/03/django1-4-e6-bf-80-e6-b4-bbflatpages/" rel="prev" title="django 1.4 激活flatpages">
                django 1.4 激活flatpages <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
        <div class="ds-share flat" data-thread-key="2013/02/06/e5-ae-81-e9-9d-99-e8-80-8c-e8-87-b4-e8-bf-9c/"
     data-title="宁静而致远"
     data-content=""
     data-url="http://notes.7days.top/2013/02/06/e5-ae-81-e9-9d-99-e8-80-8c-e8-87-b4-e8-bf-9c/">
  <div class="ds-share-inline">
    <ul  class="ds-share-icons-16">

      <li data-toggle="ds-share-icons-more"><a class="ds-more" href="javascript:void(0);">分享到：</a></li>
      <li><a class="ds-weibo" href="javascript:void(0);" data-service="weibo">微博</a></li>
      <li><a class="ds-qzone" href="javascript:void(0);" data-service="qzone">QQ空间</a></li>
      <li><a class="ds-qqt" href="javascript:void(0);" data-service="qqt">腾讯微博</a></li>
      <li><a class="ds-wechat" href="javascript:void(0);" data-service="wechat">微信</a></li>

    </ul>
    <div class="ds-share-icons-more">
    </div>
  </div>
</div>
      
    </div>
  </div>


          </div>
          


          
  <div class="comments" id="comments">
    
      <div class="ds-thread" data-thread-key="2013/02/06/e5-ae-81-e9-9d-99-e8-80-8c-e8-87-b4-e8-bf-9c/"
           data-title="宁静而致远" data-url="http://notes.7days.top/2013/02/06/e5-ae-81-e9-9d-99-e8-80-8c-e8-87-b4-e8-bf-9c/">
      </div>
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      

      <section class="site-overview sidebar-panel sidebar-panel-active">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="/images/avatar.jpg"
               alt="Chow" />
          <p class="site-author-name" itemprop="name">Chow</p>
          <p class="site-description motion-element" itemprop="description"></p>
        </div>
        <nav class="site-state motion-element">
        
          
            <div class="site-state-item site-state-posts">
              <a href="/archives">
                <span class="site-state-item-count">122</span>
                <span class="site-state-item-name">日志</span>
              </a>
            </div>
          

          
            <div class="site-state-item site-state-categories">
              <a href="/categories">
                <span class="site-state-item-count">21</span>
                <span class="site-state-item-name">分类</span>
              </a>
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">43</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        

        <div class="links-of-author motion-element">
          
            
              <span class="links-of-author-item">
                <a href="https://github.com/aveenzhou" target="_blank" title="GitHub">
                  
                    <i class="fa fa-fw fa-github"></i>
                  
                  GitHub
                </a>
              </span>
            
          
        </div>

        
        

        
        

        


      </section>

      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy; 
  <span itemprop="copyrightYear">2017</span>
  <span class="with-love">
    <i class="fa fa-camera"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">Chow</span>
</div>


<div class="powered-by">
  由 <a class="theme-link" href="https://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  <a class="theme-link" href="https://github.com/aveenzhou"> 感谢github提供的免费空间 </a>
  感谢iissnan's主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Pisces
  </a>
</div>


        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>











  
  <script type="text/javascript" src="/lib/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/lib/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/lib/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.ui.min.js?v=1.2.1"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.1.0"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.1.0"></script>



  
  


  <script type="text/javascript" src="/js/src/affix.js?v=5.1.0"></script>

  <script type="text/javascript" src="/js/src/schemes/pisces.js?v=5.1.0"></script>



  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.1.0"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.1.0"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.1.0"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"chow-notes"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementsByTagName('head')[0]
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
    
    <script src="/lib/ua-parser-js/dist/ua-parser.min.js?v=0.7.9"></script>
    <script src="/js/src/hook-duoshuo.js"></script>
  










  
  

  

  

  

  


</body>
</html>
